Repository: Boyquotes/remasterscript
Catalog: src/knxremaster/interface/locale/*/LC_MESSAGES/knxremaster.po
Languages: de

source: unpack iso image...
de: packe iso image aus...

source: cleanup...
de: Aufräumen...

source: Knoppix Remasterscript
de: Knoppix Remasterskript

source: <span weight="bold">Welcome to Knoppix Remasterscript!!!</span> This assistant will guide you through the steps of micro remastering Knoppix.
de: <span weight="bold">Willkommen zum Knoppix Remasterskript!!!</span> Dieser Assistent führt Dich durch die Schritte, die für ein Micro-Remaster erforderlich sind.

source: Source
de: Quelle

source: Target
de: Ziel

source: Source:
de: Quelle:

source: Target:
de: Ziel:

source: Welcome
de: Willkommen

source: <span weight="bold">Unpacking for micro remastering!!!</span> This script is now unpacking the ISO for micro remastering.
de: <span weight="bold">Auspacken für ein Micro-Remaster!!!</span> Dieses Skript packt das ISO nun für ein Micor-Remaster aus.

source: Unpack
de: Auspacken

source: Background
de: Hintergrund

source: Save
de: Speichern

source: Background:
de: Hintergrund:

source: Save:
de: Speichern:

source: Finished...
de: Fertig...

source: prepare for building...
de: Bauen Vorbereiten...

source: create filesystem image...
de: Erstelle Dateisystemimage...

source: compress filesystem image...
de: Komprimiere Dateisystemimage...

source: collect files for minirt...
de: Sammle Dateien für Minirt...

source: create minirt image...
de: Erstelle Minirtimage...

source: compress minirt image...
de: Komprimiere Minirtimage...

source: create cd/dvd iso image...
de: CD/DVD ISO Image erstellen...

source: <span weight="bold">Welcome to Knoppix Remasterscript!!!</span> This assistant will guide you through the steps of building your own Remaster.
de: <span weight="bold">Willkommen zum Knoppix Remasterskript!!!</span> Dieser Assistent führt Dich durch die Schritte, die zum Bauen Deines Remasters erforderlich sind.

source: <span weight="bold">Summary!!!</span> Please check if everything is correct.
de: <span weight="bold">Zusammenfassung!!!</span> Bitte überprüfe ob alles korrekt ist.

source: Base Version:
de: Basis Version:

source: Compression:
de: Kompression:

source: Summary
de: Zusammenfassung

source: <span weight="bold">Building a new Remaster!!!</span> This script is now building a new Remaster.
de: <span weight="bold">Baue ein neues Remaster!!!</span> Dieses Skript baut nun ein neues Remaster.

source: Build
de: Bauen

source: <span weight="bold">Remaster successful built!!!</span> Finished. A new Remaster was built.
de: <span weight="bold">Neues Remaster erstellt!!!</span> Fertig. Ein neues Remaster wurde erstellt.

source: Finished
de: Fertig

source: Unknown
de: Unbekannt

source: Error...
de: Fehler...

source: Error
de: Fehler

source: Error occurred during: "%s"
de: Fehler während: "%s"

source: Add
de: Hinzufügen

source: Label:
de: Name:

source: Append:
de: Optionen:

source: Label
de: Name

source: Append
de: Optionen

source: Default:
de: Standard:

source: Timeout:
de: Zeitbeschränkung:

source: You could not edit the label of the current default entry.
de: Du kannst den Namen nicht bearbeiten, wenn er als Standard Eintrag ausgewählt ist.

source: You cloud not edit the label of the default entry.
de: Du kannst den Name des Standard Eintrags nicht ändern.

source: You could not remove the the current default entry.
de: Du kannst den aktuellen Standard Eintrag nicht entfernen.

source: You cloud not remove the default entry.
de: Du kannst den Standard Eintrag nicht entfernen.

source: Entry already exists.
de: Dieser Eintrag existiert bereits.

source: creating target directory structure...
de: Erstelle Ziel-Verzeichnis Struktur...

source: copying cd/dvd...
de: Kopiere CD/DVD...

source: writing settings...
de: Schreibe Einstellungen...

source: decompressing filesystem...
de: Dekomprimiere Dateisystemimage...

source: mounting decompressed filesystem...
de: Mounte dekomprimiertes Dateisystem...

source: copying filesystem...
de: Kopiere gemountetes Dateisystem...

source: umounting decompressed filesystem
de: Umounte dekomprimiertes Dateisystem...

source: decompressing minirt...
de: Dekomprimiere Minirt...

source: unpacking decompressed minirt...
de: Minirt Entpacken...

source: cleaning up...
de: Aufräumen...

source: <span weight="bold">Welcome to Knoppix Remasterscript!!!</span> This assistant will guide you through the steps of creating your own remaster.
de: <span weight="bold">Willkommen zum Knoppix Remasterskript!!!</span> Dieser Assistent führt Dich durch die Schritte, die zum Erstellen Deines Remasters erforderlich sind.

source: My Remaster
de: Mein Remaster

source: Extract Filesystem:
de: Dateisystem Entpacken:

source: Extract Minirt:
de: Minirt Entpacken:

source: Settings
de: Einstellungen

source: Base Compression:
de: Basis Kompression:

source: Options:
de: Optionen:

source: <span weight="bold">Creating a new Remaster!!!</span> This script is now creating a new remaster.
de: <span weight="bold">Erstelle ein neues Remaster!!!</span> Dieses Skript erstellt nun ein neues Remaster.

source: Create
de: Erstellen

source: <span weight="bold">Remaster successful created!!!</span> Finished. A new remaster was created.
de: <span weight="bold">Neues Remaster erstellt!!!</span> Fertig. Ein neues Remaster wurde erstellt.

source: Yes
de: Ja

source: No
de: Nein

source: Filesystem:
de: Dateisystem:
